/* 
  default.strings
 //  CodingExercise1
 //
 //  Created by JJ WEI on 12-08-06.
 //  Copyright (c) 2012 Ice Whale Inc. All rights reserved.
*/

/*******************************************************************************
    General
*******************************************************************************/


"OK" = "OK";
"Error" = "Error";
"Cancel" = "Cancel";
"Back" = "Back";
"Dismiss" = "Dismiss";

"Please enter the address." = "Please enter the address.";
"Please enter the description." = "Please enter the description.";

"address" = "address";
"description" = "description";
"Sorry, your address list is empty." = "Sorry, your address list is empty.";
"List of addresses and descriptions" = "List of addresses and descriptions";
"share email" = "share email";
"share SMS" = "share SMS";
"Add New Address" = "Add New Address";
"Cannot convert the Address to GeoLocation." = "Cannot convert the Address to GeoLocation.";